{
	"fragetags":
		[
			{
				"tagname":"reading-comprehension",
				"tagid":1
			},
			{
				"tagname":"tenses",
				"tagid":2
			},
			{
				"tagname":"vocabulary",
				"tagid":3
			},
			{
				"tagname":"error-detection",
				"tagid":4
			},
			{
				"tagname":"faktenwissen",
				"tagid":5
			},
			{
				"tagname":"transfer",
				"tagid":6
			},
			{
				"tagname":"poetry",
				"tagid":7
			},
			{
				"tagname":"novel",
				"tagid":8
			},
			{
				"tagname":"drama",
				"tagid":9
			},
			{
				"tagname":"nonfiction",
				"tagid":10
			},
			{
				"tagname":"fill-in-gaps",
				"tagid":11
			}
		],
	"fragekategorie":
		[
			{
				"kategoriename":"Sprachpraxis",
				"kategorieid":1
			},
			{
				"kategoriename":"Literaturwissenschaft",
				"kategorieid":2
			},
			{
				"kategoriename":"Sprachwissenschaft",
				"kategorieid":3
			},
			{
				"kategoriename":"Sonstiges",
				"kategorieid":4
			}
				
		],
	"fragekontext":
		[
			{"fragekontext_id":3,"fragekontexttyp_id":4,"fragekontext_text":"The body, like an exclusive club, has a team of 'bouncers', whose job it is to keep out undesirables. One of the most effective of these is the pharyngeal tonsil, a small pad of tissue at the back of the nose. Just as a bouncer can get the worst of a tussle, so the tonsil can suffer in its battle against infections or allergy. It can become enlarged or inflamed -- rather like the palatine tonsils in an attack of tonsillitis. When an infection persists, or the pharyngeal tonsil has to deal with repeated infections, it can become chronically enlarged, causing breathing problems. This is commonly called 'adenoids'.<br>Babies are born with a small pharyngeal tonsil, which grows from the age of three until about five years later, after which it shrinks. Most cases of adenoids are in children aged between five and seven. They seldom occur after puberty.<br>The child breathes through the mouth and snores as the flow of air from the nose to the throat is blocked by swollen tissue. Sometimes the child will also have a blocked nose or nasal speech, or the Eustachian tube connecting the middle ear to the throat may become blocked, causing deafness. Usually the pharyngeal tonsil returns to normal size, but see a doctor if the symptoms last more than a month, or there is earache or deafness.<br>","fragekontext_quelle":"adenoids text"}, {"fragekontext_id":4,"fragekontexttyp_id":1,"fragekontext_text":"Let me not to the marriage of true minds<br>Admit impediments. Love is not love<br>Which alters when it alteration finds,<br>Or bends with the remover to remove:<br>O no! it is an ever-fixed mark<br>That looks on tempests and is never shaken;<br>It is the star to every wandering bark,<br>Whose worth's unknown, although his height be taken<br>Love's not Time's fool, though rosy lips and cheeks<br>Within his bending sickle's compass come;<br>Love alters not with his brief hours and weeks,<br>But bears it out even to the edge of doom.<br>&nbsp;&nbsp;&nbsp;&nbsp;If this be error and upon me proved,<br>&nbsp;&nbsp;&nbsp;&nbsp;I never writ, nor no man ever loved.","fragekontext_quelle":"William Shakespeare. Sonnet 116. 1609."}, {"fragekontext_id":5,"fragekontexttyp_id":1,"fragekontext_text":"They had made it only a small ways in when they heard the voice and stopped. Cora looked at Caesar for a cue. He held his hands out and listened. It was not an angry voice. Or a man's voice. <br><br>Caesar shook his head when he realized the identity of the culprit. 'Lovey---shush!' <br><br>Lovey had enough sense to be quiet once she got a bead on them. 'I knew you were up to something,' she whispered when she caught up. 'Sneaking around with him but not talking about it. And then you dig up them yams not even ripe yet!' She had cinched some old fabric to make a bag that she slung over her shoulder. <br><br>'You get on back before you ruin us,' Caesar said. <br><br>'I'm going where you going,' Lovey said. <br><br>Cora frowned. If they sent Lovey back, the girl might be caught sneaking into her cabin. Lovey was not one to keep her tongue still. No more head start. She didn't want to be responsible for the girl, but couldn't figure it. <br><br>'He's not going to take three of us,' Caesar said. <br><br>'He know I'm coming?' Cora asked.<br><br>He shook his head. 'Then two surprises as good as one,' she said. She lifted her sack. 'We got enough food, anyway.' <br><br>He had all night to get used to the idea. It would be a long time before they slept. Eventually Lovey stopped crying out at every sudden noise from the night creatures, or when she stepped too deep and the water surged to her waist. Cora was acquainted with this squeamish quality of Lovey's, but she did not recognize the other side of her friend, whatever had overtaken the girl and made her run. But every slave thinks about it. In the morning and in the afternoon and in the night. Dreaming of it. Every dream a dream of escape even when it didn't look like it. When it was a dream of new shoes. The opportunity stepped up and Lovey availed herself, heedless of the whip. <br><br>The three of them wended west, tromping through the black water. Cora couldn't have led them. She didn't know how Caesar did it. But he was ever surprising her. Of course he had a map in his head and could read stars as well as letters.","fragekontext_quelle":"Colson Whitehead. Underground Railroad. 2016."}
		]
}
